{"1993SPIE.1742....2W": {"abstract": "Results of a battery of X-ray tests on the AXAF Verification Engineering Test Article (VETA) X-ray optics which were performed shortly after their fabrication are presented. The optics, a paraboloid, and a hyperboloid in the classic Wolter-1 configuration are the outer mirrors of what is now the AXAF-I mission. The optical elements are each about 1.2 m in diameter and 0.8 m long. The principal proof that the optics met their specification was to demonstrate that the angular resolution was at least 0.5 arcsec. The final result was an angular resolution smaller than 0.25 arcsec.", "bibcode": "1993SPIE.1742....2W", "type": "observatory"}, "2004A&A...418..625D": {"abstract": "In August 2002, XMM-Newton devoted two full orbits to the observation of 1E 1207.4-5209, making this isolated neutron star the most deeply scrutinized galactic target of the mission. Thanks to the high throughput of the EPIC instrument, ˜360 000 photons were collected from the source, allowing a very sensitive study of the temporal and spectral behaviour of this object. The spectral data, both time-averaged and phase-resolved, yield one compelling interpretation of the observed features: cyclotron absorption from one fundamental (˜0.7 keV) and three harmonics, at ˜1.4, ˜2.1 and ˜2.8 keV. Possible physical consequences are discussed, also on the basis of the obvious phase variations of the features' shapes and depths. We also present deep VLT optical data which we have used to search for a counterpart, with negative results down to V˜27.  Based on observations with XMM-Newton, an ESA science mission with instruments and contributions directly funded by ESA member states and the USA (NASA), and on observations collected at the European Southern Observatory, Paranal, Chile, under proposal 69.D-0528(A).", "bibcode": "2004A&A...418..625D", "type": "science"}, "2010ApJ...712L.107W": {"abstract": "The brightest ultra-luminous X-ray source HLX-1 in the galaxy ESO 243-49 provides strong evidence for the existence of intermediate-mass black holes (IMBHs). As the luminosity and thus the mass estimate depend on the association of HLX-1 with ESO 243-49, it is essential to confirm its affiliation. This requires follow-up investigations at wavelengths other than X-rays, which in turn needs an improved source position. To further reinforce the IMBH identification, it is necessary to determine HLX-1's environment to establish whether it could potentially form and nourish a black hole at the observed luminosities. Using the High Resolution Camera on board Chandra, we determine a source position of R.A. = 01<SUP>h</SUP>10<SUP>m</SUP>28.<SUP>s</SUP>3 and decl. = -46°04'22farcs3. A conservative 95% error of 0farcs3 was found following a boresight correction by cross-matching the positions of three X-ray sources in the field with the Two Micron All Sky Survey catalog. Combining all Swift UV/Optical Telescope uvw2 images, we failed to detect a UV source at the Chandra position down to a 3σ limiting magnitude of 20.25 mag. However, there is evidence that the UV emission is elongated in the direction of HLX-1. This is supported by archival data from GALEX and suggests that the far-UV emission is stronger than the near-UV. This could imply that HLX-1 may be situated near the edge of a star-forming region. Using the latest X-ray observations, we deduce the mass accretion rate of a 500 M <SUB>sun</SUB> black hole with the observed luminosity and show that this is compatible with such an environment.", "bibcode": "2010ApJ...712L.107W", "type": "science"}, "2010MNRAS.401.1620H": {"abstract": "We present results of simulations of the spectrum of the accretion flow on to the supermassive black hole in our Galactic Centre, Sagittarius A*, generated with a coupling of Monte Carlo (MC) radiation and general relativistic magnetohydrodynamic codes. In our modelling, we use the two-dimensional HARM GRMHD code to first model the physical parameters of the disc, then feed its results into our two-dimensional MC photon transport code. We will discuss results obtained which fit radio, infrared and Chandra-obtained flaring or quiescent X-ray data points, as well as the validity of the amount of scaling of input parameters (density, temperature and magnetic field) required to fit these points. HARM output will be used to suggest whether the scaling is within reasonable limits.", "bibcode": "2010MNRAS.401.1620H", "type": "science"}, "2004ApJ...609L..59G": {"abstract": "At z=0.1055, the gamma-ray burst GRB 031203 is the second nearest GRB known. Using observations from the Very Large Array and the Chandra X-Ray Observatory, we derive subarcsecond localizations of the radio and X-ray afterglow of this GRB. We present near-infrared observations of the supernova SN 2003lw, which exploded in the host galaxy of GRB 031203. Our deep high-resolution Magellan data establish that this SN is spatially coincident with the radio and X-ray localizations of the afterglow of GRB 031203 to subarcsecond precision and is thus firmly associated with the GRB. We use image differencing to subtract the bright emission from the host galaxy and measure the SN flux at ~5, ~7, and ~50 days after the GRB. Our J-band measurements are inconsistent with predictions derived by placing SN 1998bw (associated with GRB 980425) at z=0.1055. In particular, our early data points show that before peak, SN 2003lw was significantly fainter in rest frame ~1.13 μm (observed J band) than SN 1998bw. We measure similar fluxes at ~7 and ~50 days after the GRB, suggesting that SN 2003lw had a light-curve shape that is quite different from that of SN 1998bw, the best-studied GRB-associated SN so far.", "bibcode": "2004ApJ...609L..59G", "type": "science"}, "2009ApJ...707L..69K": {"abstract": "Using deep Chandra observations of the Hydra A galaxy cluster, we examine the metallicity structure near the central galaxy and along its powerful radio source. We show that the metallicity of the intracluster medium is enhanced by up to 0.2 dex along the radio jets and lobes compared to the metallicity of the undisturbed gas. The enhancements extend from a radius of 20 kpc from the central galaxy to a distance of ~120 kpc. We estimate the total iron mass that has been transported out of the central galaxy to be between 2 × 10<SUP>7</SUP> M <SUB>sun</SUB> and 7 × 10<SUP>7</SUP> M <SUB>sun</SUB>, which represents 10%-30% of the iron mass within the central galaxy. The energy required to lift this gas is roughly 1% to 5% of the total energetic output of the active galactic nuclei. Evidently, Hydra A's powerful radio source is able to redistribute metal-enriched, low entropy gas throughout the core of the galaxy cluster. The short re-enrichment timescale <10<SUP>9</SUP> yr implies that the metals lost from the central galaxy will be quickly replenished.", "bibcode": "2009ApJ...707L..69K", "type": "science"}, "2003A&A...406..483S": {"abstract": "We have performed a detailed analysis of 3 optically normal galaxies extracted from the XMM Bright Serendipitous Source Sample. Thanks to the good statistics of the XMM-Newton data, we have unveiled the presence of an AGN in all of them. In particular, we detect both X-ray obscured (N<SUB>H</SUB>>10<SUP>22</SUP> cm<SUP>-2</SUP>) and unobscured (N<SUB>H</SUB><10<SUP>22</SUP> cm<SUP>-2</SUP>) AGNs with intrinsic 2-10 keV luminosities in the range between 10<SUP>42</SUP>-10<SUP>43</SUP> erg s<SUP>-1</SUP>. We find that the X-ray and optical properties of the sources discussed here could be explained assuming a standard AGN hosted by galaxies with magnitudes M<SUB>R</SUB>< M <SUP>*</SUP>, taking properly into account the absorption associated with the AGN, the optical faintness of the nuclear emission with respect to the host galaxy, and the inadequate set-up and atmospheric conditions during the optical spectroscopic observations. Our new spectroscopic observations have revealed the expected AGN features also in the optical band. These results clearly show that optical spectroscopy sometimes can be inefficient in revealing the presence of an AGN, which instead is clearly found from an X-ray spectroscopic investigation. This remarks the importance of being careful in proposing the identification of X-ray sources (especially at faint fluxes) when only low quality optical spectra are in hand. This is particularly important for faint surveys (such as those with XMM-Newton and Chandra), in which optically dull but X-ray active objects are being found in sizeable numbers.", "bibcode": "2003A&A...406..483S", "type": "science"}, "2008ApJ...678L.121A": {"abstract": "Beginning in 2003, XMM-Newton snapshot monitoring of α Centauri (HD 128620, 128621: G2 V, K1 V) documented a steady fading of the primary's X-ray corona, which had all but disappeared by early 2005. The steep decline in L<SUB>X</SUB> was at odds with the previous two decades of high-energy measurements, which showed only modest variability of the Sun-like star. A  Chandra LETGS spectrum in 2007 June, however, fully resolved the source of the curious X-ray darkening: a depletion of plasma above ~2 MK had substantially depressed the line spectrum where the XMM-Newton response peaks (λ<~30 Å), even though the overall coronal luminosity, dominated by longer wavelength emissions, had declined only slightly. This is reminiscent of the Sun's magnetic activity cycle, where the 2-3 MK active regions of sunspot maximum give way to the spatially pervasive, but cycle-independent, 1 MK ``quiet corona'' at minimum. This emphasizes that any discussion of cyclic coronal variability in low-activity stars will depend crucially on the energy coverage of the measurements.", "bibcode": "2008ApJ...678L.121A", "type": "science"}, "2006A&A...454..165P": {"abstract": "In this paper we test the idea that the low-metallicity hot gas in the centre of NGC 1291 is heated via a dynamical process. In this scenario, the gas from the outer gas-rich ring loses energy through bar-driven shocks and falls to the centre. Heating of the gas to X-ray temperatures comes from the high velocity that it reaches (&ap;700 km s<SUP>-1</SUP>) as it falls to the bottom of the potential well. This would explain why the stellar metallicity in the bulge region is around solar while the hot gas metallicity is around 0.1 solar. We carried out an observational test to check this hypothesis by measuring the metallicity of HII regions in the outer ring to check whether they matched the hot gas metallicity. For this purpose we obtained medium resolution long slit spectroscopy with FORS1 on the ESO VLT at Paranal and obtained the metallicities using emission line ratio diagnostics. The obtained metallicities are compatible with the bulge stellar metallicities but very different from the hot-gas metallicity. However, when comparing the different time-scales, the gas in the ring had time enough to get enriched through stellar processes, therefore we cannot rule out the dynamical mechanism as the heating process of the gas. However, the blue colours of the outer ring and the dust structures in the bar region could suggest that the origin of the X-ray hot gas is due to the infall of material from further out.", "bibcode": "2006A&A...454..165P", "type": "science"}, "2003ApJ...588..992R": {"abstract": "We present an X-ray and radio study of the wind nebula surrounding the central pulsar PSR J1811-1925 in the supernova remnant G11.2-0.3. Using high-resolution data obtained with the Chandra X-Ray Observatory and with the VLA radio telescope, we show the X-ray and radio emission is asymmetric around the pulsar, despite the latter's central position in the very circular shell. The new X-ray data allow us to separate the synchrotron emission of the pulsar wind nebula from the surrounding thermal emission and that from the pulsar itself. On the basis of X-ray data from two epochs, we observe temporal variation of the location of X-ray hot spots near the pulsar, indicating relativistic motion. We compare thermal emission observed within the shell, which may be associated with the forward shock of the pulsar wind nebula, to thermal emission from a nearby portion of the remnant shell, the temperature of which implies an expansion velocity consistent with the identification of the remnant with the historical event of 386 A.D. The measured X-ray and radio spectral indices of the nebula synchrotron emission are found to be consistent with a single synchrotron cooling break. The magnetic field implied by the break frequency is anomalously large, given the apparent size and age of the nebula, if a spherical morphology is assumed but is consistent with a bipolar morphology.", "bibcode": "2003ApJ...588..992R", "type": "science"}}